# Словари с месяцами. Короткие и длинные названия. Ключ число месяца, значение - название месяца

months = {
    1: 'Января',
    2: 'Февраля',
    3: 'Марта',
    4: 'Апреля',
    5: 'Мая',
    6: 'Июня',
    7: 'Июля',
    8: 'Августа',
    9: 'Сентября',
    10: 'Октября',
    11: 'Ноября',
    12: 'Декабря'
}

months_short = {
    '01': 'Янв',
    '02': 'Февр',
    '03': 'Март',
    '04': 'Апр',
    '05': 'Май',
    '06': 'Июнь',
    '07': 'Июль',
    '08': 'Авг',
    '09': 'Сент',
    '10': 'Октб',
    '11': 'Нояб',
    '12': 'Дек'
}